[dlc4_bd_steeletrap_live_criticalpain_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I am fueled by pain.",Time=0)

[dlc4_bd_steeletrap_live_criticalpain_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="A mere flesh wound.",Time=0)

[dlc4_bd_steeletrap_live_criticalpain_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Batteries draining.",Time=0)

[dlc4_bd_steeletrap_live_criticalpain_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Sustaining structural damage... I mean injuries!",Time=0)

[dlc4_bd_steeletrap_live_criticalpain_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm bleeding... coolant?",Time=0)

[dlc4_bd_steeletrap_live_criticalpain_6 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Taking heavy damage!",Time=0)

[dlc4_bd_steeletrap_live_death_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Full system failure!",Time=0)

[dlc4_bd_steeletrap_live_death_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="So you finally killed me yourself.",Time=0)

[dlc4_bd_steeletrap_live_death_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Dying this way makes me feel empty inside.",Time=0)

[dlc4_bd_steeletrap_live_death_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="There are worse ways to die...and I keep finding them.",Time=0)

[dlc4_bd_steeletrap_live_firstcontact_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The voices! Make them stop!",Time=0)

[dlc4_bd_steeletrap_live_firstcontact_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'll kill you for this! Kill you all!",Time=0)

[dlc4_bd_steeletrap_live_firstcontact_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Organic Lifeforms Detected. Ready to Engage.",Time=0)

[dlc4_bd_steeletrap_live_firstcontact_4a SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hello, Traveler! Time to die!",Time=0)

[dlc4_bd_steeletrap_live_incominggrenade_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Grenades!",Time=0)

[dlc4_bd_steeletrap_live_incominggrenade_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Take cover!",Time=0)

[dlc4_bd_steeletrap_live_incominggrenade_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Get down!",Time=0)

[dlc4_bd_steeletrap_live_incominggrenade_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Incoming!",Time=0)

[dlc4_bd_steeletrap_live_killedenemy_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Another corpse for the pile.",Time=0)

[dlc4_bd_steeletrap_live_killedenemy_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Suffer the wrath of Steele!",Time=0)

[dlc4_bd_steeletrap_live_killedenemy_3a SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Farewell, Traveler.",Time=0)

[dlc4_bd_steeletrap_live_killedenemy_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="An easy mark.",Time=0)

[dlc4_bd_steeletrap_live_lowhealth_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Technical support!",Time=0)

[dlc4_bd_steeletrap_live_lowhealth_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm low on health!",Time=0)

[dlc4_bd_steeletrap_live_lowhealth_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Unit in need of repairs.",Time=0)

[dlc4_bd_steeletrap_live_lowhealth_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Heavy damage. Having heart attack-ack-ack-ack-ack-ack...",Time=0)

[dlc4_bd_steeletrap_live_melee_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Stay Down!",Time=0)

[dlc4_bd_steeletrap_live_melee_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="For the Crimson Lance!",Time=0)

[dlc4_bd_steeletrap_live_melee_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Suffer!",Time=0)

[dlc4_bd_steeletrap_live_melee_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Attack!",Time=0)

[dlc4_bd_steeletrap_live_pain_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="No!",Time=0)

[dlc4_bd_steeletrap_live_pain_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You'll pay for that.",Time=0)

[dlc4_bd_steeletrap_live_pain_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Taking fire!",Time=0)

[dlc4_bd_steeletrap_live_pain_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm hit!",Time=0)

[dlc4_bd_steeletrap_live_panicpain_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="",Time=0)

[dlc4_bd_steeletrap_live_panicpain_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Collateral damage.",Time=0)

[dlc4_bd_steeletrap_live_panicpain_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What?!",Time=0)

[dlc4_bd_steeletrap_live_panicpain_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Someone put some cones around that.",Time=0)

[dlc4_bd_steeletrap_live_playerran_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Face me!",Time=0)

[dlc4_bd_steeletrap_live_playerran_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Target on the move.",Time=0)

[dlc4_bd_steeletrap_live_playerran_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm not finished with you!",Time=0)

[dlc4_bd_steeletrap_live_playerran_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Come back here!",Time=0)

[dlc4_bd_steeletrap_live_reappears_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Now you see me...",Time=0)

[dlc4_bd_steeletrap_live_reappears_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Over here, you ass!",Time=0)

[dlc4_bd_steeletrap_live_reappears_3a SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Never underestimate the element of surprise.",Time=0)

[dlc4_bd_steeletrap_live_reappears_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Where'd I just go?",Time=0)

[dlc4_bd_steeletrap_live_shielddown_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Shield malfunction!",Time=0)

[dlc4_bd_steeletrap_live_shielddown_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Shields depleted.",Time=0)

[dlc4_bd_steeletrap_live_shielddown_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Shields down.",Time=0)

[dlc4_bd_steeletrap_live_shielddown_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I don't need shields to destroy you.",Time=0)

[dlc4_bd_steeletrap_live_taunt_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I will peel the flesh from your bones!",Time=0)

[dlc4_bd_steeletrap_live_taunt_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You will kneel before Steele. Not a bad catchphrase.",Time=0)

[dlc4_bd_steeletrap_live_taunt_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Twenty points if you can shoot it through the hole!",Time=0)

[dlc4_bd_steeletrap_live_taunt_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Why do you persist when you know I will destroy you?",Time=0)

[dlc4_bd_steeletrap_live_taunt_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I will crush you in my grasp...like a steel trap.",Time=0)

[dlc4_bd_steeletrap_live_taunt_6 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Viva la Robolution!!! Wait, we're not seriously calling it that?",Time=0)

[dlc4_bd_steeletrap_live_teamdown_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Soldier down!",Time=0)

[dlc4_bd_steeletrap_live_teamdown_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Claptrap down!",Time=0)

[dlc4_bd_steeletrap_live_teamdown_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="When one falls, two are constructed in its place!",Time=0)

[dlc4_bd_steeletrap_live_teamdown_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I will avenge you!",Time=0)

